---
kind: property
id: P:Autodesk.Revit.DB.PDFExportOptions.HideScopeBoxes
source: html/c78e7b44-2c66-838f-9b89-0f8c919f4ecf.htm
---
# Autodesk.Revit.DB.PDFExportOptions.HideScopeBoxes Property

Whether to hide scope boxes.

## Syntax (C#)
```csharp
public bool HideScopeBoxes { get; set; }
```